Substantial Development Assignment/conygreJEE/demos/jmeter/soapRequestToAverager.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">	<SOAP-ENV:Body>		<m:getAverage xmlns:m="http://webservices.conygre.com" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">			<in0 xsi:type="xsd:int">2</in0>			<in1 xsi:type="xsd:int">4</in1>		</m:getAverage>	</SOAP-ENV:Body></SOAP-ENV:Envelope>